[
    {
        "name": "GitStart",
        "location": "San Francisco",
        "waasu_url": "https://www.workatastartup.com/companies/gitstart",
        "company_url": "gitstart.com",
        "founders": [
            "Hamza Zia"
        ],
        "about": "GitStart automatically manages AI models and developers to turn tickets into pull requests.After years in R&D, we launched and are growing fast.Join us if you want to work on difficult problems and change lives in 20+ countries.",
        "tech": "TypeScript Elixir ReactJS GraphQL Pulumi Kubernetes GitHub Actions",
        "jobs": [
            {
                "job_name": "Platform Engineer",
                "job_url": "https://www.workatastartup.com/jobs/65551",
                "details": "PL / DE / SI / SK / IT / FR / ES / Remote (PL; DE; SI; SK; IT; FR; ES) fulltime 6+ years"
            },
            {
                "job_name": "Founding Solutions Architect",
                "job_url": "https://www.workatastartup.com/jobs/65552",
                "details": "Remote fulltime 6+ years"
            }
        ]
    },
    {
        "name": "Chatwoot",
        "location": "San Francisco",
        "waasu_url": "https://www.workatastartup.com/companies/chatwoot",
        "company_url": "chatwoot.com",
        "founders": [
            "Sojan Jose",
            "Pranav Raj Sreepuram",
            "Nithin David Thomas"
        ],
        "jobs": [
            {
                "job_name": "Senior Product Engineer",
                "job_url": "https://www.workatastartup.com/jobs/65548",
                "details": "San Francisco, CA, US / Remote (US; IN) fulltime  Visa Required $50K - $160K 0.25% - 0.50% 3+ years"
            }
        ]
    },
    {
        "name": "DeepNight",
        "location": " 2 people",
        "waasu_url": "https://www.workatastartup.com/companies/deepnight",
        "company_url": "deepnight.ai",
        "founders": [
            "Thomas Li",
            "Lucas Young"
        ],
        "about": "DeepNight is building night vision with AI software. We are pushing the state of the art of computational imaging to build a new generation of night vision goggles that see in the dark using AI. We conduct novel research in computational photography, novel efficient neural architectures, and model compression techniques to build extremely efficient AI on the edge.",
        "tech": "We use PyTorch on 8x H100 GPUs. We deploy our night vision AI onto silicon on chips. Techniques like model compression, quantization aware training, knowledge distillation, are utilized. Efficient image processing algorithms are implemented in Halide and C++.",
        "jobs": [
            {
                "job_name": "Applied AI Research Scientist - Computational Imaging",
                "job_url": "https://www.workatastartup.com/jobs/65547",
                "details": "San Francisco, CA, US / Remote (US) fulltime $300K - $600K 3.00% 1+ years"
            }
        ]
    },
    {
        "name": "OneText",
        "location": "San Jose, CA",
        "waasu_url": "https://www.workatastartup.com/companies/onetext",
        "company_url": "onetext.com",
        "founders": [
            "Daniel Brain",
            "Jonathan Fudem"
        ],
        "about": "We're two former leads from the PayPal Checkout team (engineering & product), we just got pre-seed funding for our new startup which we launched earlier this year, and we're looking for an engineer to join us!Our goal is simple: to make it possible to use your phone number to pay, anywhere and everywhere, with zero friction. We have a ton of cool ways to make that work, and a bunch of brands already using our platform.Email: hello@onetext.comOur stack:Front-end: JS/TS/ReactAPI: Node/TS/Postgres/RedisServices: Shopify/Twilio/PayPal/Stripe/Authorize.netWhat we do: payments, vaulting, automated conversations, and merchant-facing dashboards. Plus a whole load of interesting things in-between.Most important skill: be able to communicate well, and learn quickly. Doesn't matter if you haven't used every technology listed above, so long as you're a fast learner and happy to jump quickly into new things.Experience level: any. So long as you can code, if we like you and you're a good fit, we'll find a role for you.Expectations: it's a startup, and we just got accepted into YCombinator 2023. So it will be busy, there's no avoiding that. But we want to create a great engineering culture that fosters innovation, learning, and mentorship. We want to teach, and we want to learn from you too.Location: we're both CA (bay area), open to remote anywhere in US, may be able to make non-US work with some kind of contracting role but priority given to US-based folk.Salary: completely dependent on experience and skill. Equity on the table. (Apologies for being vague here. Our plan is to create the role and compensation around the candidate we think is the best fit)https://bluepnume.medium.com/you-dont-know-jack-about-sms-ce68304c3d5chttps://bluepnume.medium.com/subscriptions-are-out-refills-are-in-311fd6e41e5ehttps://bluepnume.medium.com/dtc-brands-have-a-huge-blind-spot-vaulting-13ea7ef5b2fSend us an email about yourself!",
        "tech": "Front-end: JS/TS/ReactAPI: Node/TS/Postgres/RedisServices: Shopify/Twilio/PayPal/Stripe/Authorize.net",
        "jobs": [
            {
                "job_name": "Design/UX Lead for OneText: Y Combinator fintech startup, with former PayPal leads",
                "job_url": "https://www.workatastartup.com/jobs/65546",
                "details": "Remote (US) fulltime  Visa Required $100K - $180K 3+ years"
            }
        ]
    },
    {
        "name": "kapa.ai",
        "location": " 6 people",
        "waasu_url": "https://www.workatastartup.com/companies/kapa-ai",
        "company_url": "kapa.ai",
        "founders": [
            "Finn Bauer",
            "Emil Soerensen"
        ],
        "about": "kapa.ai makes it easy for developer-facing companies to build AI support and onboarding bots for their users. Teams at +50 leading developer-facing companeis incl. OpenAI, Mixpanel, Mapbox, Airbyte and NextJS use kapa to level up their developer experience and reduce support.We enable companies to use their existing technical knowledge sources incl. docs, tutorials, chat logs, and GitHub issues to generate AI bots that answers developer questions automatically. More than 300.000 developers have access to kapa.ai via website widgets, Slack/Discord bots, API integrations, or via Zendesk.See a few examples live here:Prisma \"Ask AI\" docs widget for their website: prisma.io/docsOpenAI Discord bot for +100k devs (#ask-ai channel): twitter.com/OpenAINetlify \"Ask Netlify\" docs widget available to their +1 million users: twitter.com/NetlifyMixpanel \"Slack bot\" for their 7.5k community members (#ask-ai channel): mixpanel.slack.comWe’ve been fortunate to be funded by some of the greatest AI investors in Silicon Valley: Initialized Capital (Garry Tan, Alexis Ohanian), Y Combinator, Amjad Masad and Michele Catasta (Replit), and Douwe Kiele (RAG paper author and founder of Contextual AI), and other folks incl. angels at OpenAI.",
        "tech": "Django, NextJS, and lots of custom retrieval augmented generation pipelining.",
        "jobs": [
            {
                "job_name": "Applied AI Engineer (RAG)",
                "job_url": "https://www.workatastartup.com/jobs/64329",
                "details": "Remote fulltime $80K - $120K 0.50% - 1.00% 1+ years"
            },
            {
                "job_name": "Full Stack Engineer",
                "job_url": "https://www.workatastartup.com/jobs/65544",
                "details": "Remote fulltime $80K - $120K 0.25% - 0.75% 3+ years"
            }
        ]
    },
    {
        "name": "Vista",
        "location": "Los Angeles, CA",
        "waasu_url": "https://www.workatastartup.com/companies/vista",
        "company_url": "govista.io",
        "founders": [
            "Christina Seong"
        ],
        "about": "Vista is a managed platform for companies to easily grant/restrict user access on their application. We are best used for: 1) enabling role-based workflows, 2) creating custom roles per customer, 3) managing customer data within internal tools. We provide an end-to-end solution, from frontend React components to APIs and support tools for maximum engineering efficiency and cross-functional collaboration.",
        "jobs": [
            {
                "job_name": "Founding Engineer",
                "job_url": "https://www.workatastartup.com/jobs/65541",
                "details": "US / Remote (US) fulltime $120K - $140K 3+ years"
            }
        ]
    },
    {
        "name": "Nimbus",
        "location": "Seattle, WA",
        "waasu_url": "https://www.workatastartup.com/companies/nimbus-3",
        "company_url": "nimbus.dev",
        "founders": [
            "Kevin Lin"
        ],
        "about": "Nimbus reduces Datadog costs by more than 60% without manual effort. Our mission is to enable FANG-like observability for every organization in the world. We're starting with an optimization engine to reduce datadog costs by an order of magnitude without manual effort from developers.",
        "tech": "CodeTypescript for Backend (Express) and Frontend (React, Next, & Material)Rust for the pipeline agent (specifically, vector)Python for ML and Analytics EngineInfraAWSKubernetes (EKS)Grafana & Prometheus for monitoringCDK and Kubectl for IaC",
        "jobs": [
            {
                "job_name": "Founding Full Stack Engineer ",
                "job_url": "https://www.workatastartup.com/jobs/65539",
                "details": "Seattle, WA, US fulltime  Visa Required $100K - $125K 0.50% - 2.00% 6+ years"
            },
            {
                "job_name": "Founding Engineer",
                "job_url": "https://www.workatastartup.com/jobs/64445",
                "details": "Seattle, WA, US fulltime  Visa Required $100K - $125K 0.50% - 2.00% 6+ years"
            }
        ]
    },
    {
        "name": "Inkeep",
        "location": "New York",
        "waasu_url": "https://www.workatastartup.com/companies/inkeep",
        "company_url": "inkeep.com",
        "founders": [
            "Nick Gomez",
            "Robert Tran"
        ],
        "about": "At Inkeep, we help companies turn their docs and other content into AI search and chat copilots that can answer user questions. Think \"ChatGPT for your docs\" that's trustworthy, can leverage content from any source, and requires zero engineering effort to set up or maintain.Our core goal is to help a company's end-users learn to use a new product from scratch, implement their scenarios quickly, and troubleshoot any issues they run into. Today, we answer over 100k+ questions per month for 100+ companies with a primary focus on technical products.",
        "tech": "We do the hard stuff — search and retrieval, multi-source data ingestion, minimizing LLM hallucinations, and creating beautiful UX experiences — so our customers don't have to.We also add a rich layer of usage statistics and LLM/ML powered reporting that helps companies pin-point gaps in their documentation or product based on what users are asking.",
        "jobs": [
            {
                "job_name": "Founding Engineer -  Senior Full Stack JavaScript Developer",
                "job_url": "https://www.workatastartup.com/jobs/65533",
                "details": "New York, NY, US / San Francisco, CA, US fulltime  Visa Required $100K - $160K 3+ years"
            }
        ]
    },
    {
        "name": "DynamoFL",
        "location": "San Francisco",
        "waasu_url": "https://www.workatastartup.com/companies/dynamofl",
        "company_url": "dynamofl.com",
        "founders": [
            "Christian Lau",
            "Vaikkunth Mugunthan"
        ],
        "about": "The enterprise platform for enabling private, secure, and regulation-compliant Gen AI models.",
        "jobs": [
            {
                "job_name": "Senior Software Engineer - Backend ",
                "job_url": "https://www.workatastartup.com/jobs/63835",
                "details": "San Francisco, CA, US / New York, NY, US / Bengaluru, KA, IN / Remote fulltime $80K - $130K 3+ years"
            },
            {
                "job_name": "Forward Deploy Engineer",
                "job_url": "https://www.workatastartup.com/jobs/63836",
                "details": "San Francisco, CA, US / New York, NY, US / Bengaluru, KA, IN / Remote fulltime $100K - $170K 3+ years"
            },
            {
                "job_name": "Front End Software Engineer",
                "job_url": "https://www.workatastartup.com/jobs/64205",
                "details": "San Francisco, CA, US / New York, NY, US / Bengaluru, KA, IN / Remote fulltime $70K - $120K 3+ years"
            },
            {
                "job_name": "Security and DevOps Engineer",
                "job_url": "https://www.workatastartup.com/jobs/65531",
                "details": "San Francisco, CA, US / Bengaluru, KA, IN / Remote (New York, NY, US; Bengaluru, KA, IN) fulltime $80K - $130K 3+ years"
            }
        ]
    },
    {
        "name": "innkeeper",
        "location": "San Francisco",
        "waasu_url": "https://www.workatastartup.com/companies/innkeeper",
        "company_url": "innkeeper.ai",
        "founders": [
            "Tejas Bhakta"
        ],
        "about": "Next-gen software stack for running a hotelTejas (CEO/founder) lived in a motel his parents ran for 18 years. Innkeeper builds software that helps small to medium-sized hotels operate more effectively. Our tools give hotel owners the capabilities that previously only large hotel chains had, but our software is simpler to use and costs less.We make it easy for these hotels to be online. Create their own websites, manage bookings from major platforms in one place, and understand their competitors' pricing. We also offer features like automated guest communication and dynamic pricing, all aimed at making the day-to-day operations smoother and more profitable.Our team believes in using technology not just for its own sake but to solve real problems that hotel owners face. By focusing on what hotel owners really need, we're building a suite of tools that are practical and directly contribute to the success of their businesses.",
        "tech": "nextjs, typescript. prisma, mui. tailwindAI features are using TTS, simple pytorch neural nets for VAD, eleven labs, gcp, openai. only models we run locally are for VAD, but longer term plan is to use something we finetune to get more conversational human like quality",
        "jobs": [
            {
                "job_name": "Senior Full Stack Software Engineer - Typescript (Remote - Eastern Europe)",
                "job_url": "https://www.workatastartup.com/jobs/65530",
                "details": "UA / PL / RO / Remote (UA; PL; RO) fulltime  Visa Required $40K - $90K 0.40% - 1.80% 3+ years"
            }
        ]
    }
]